/*
 * Name: OgreTextFinderLocalizable.strings
 * Project: OgreKit
 *
 * Creation Date: Jan 22 2004
 * Author: Isao Sonobe <sonobe@gauge.scphys.kyoto-u.ac.jp>
 * Copyright: Copyright (c) 2004 Isao Sonobe, All rights reserved.
 * License: OgreKit License
 *
 * Encoding: UTF16
 * Tabsize: 4
 */

"Find"			= "Zoek";	/* the title of the "Find" menu */
"Replace"		= "Replace";
"Find All"		= "Find All";
"Replace All"   = "Replace All";
"Highlight"		= "Highlight";

/* the titles of buttons */
"OK"		= "OK";
"Cancel"	= "Cancel";

/* progrss messages */
// Find All
"%d string found. (%dsec remaining)"		= "%d string found. (%dsec remaining)";
"%d strings found. (%dsec remaining)"		= "%d strings found. (%dsec remaining)";
// Replace All
"%d string replaced. (%dsec remaining)"		= "%d string replaced. (%dsec remaining)";
"%d strings replaced. (%dsec remaining)"	= "%d strings replaced. (%dsec remaining)";
// Highlight
"%d string highlighted. (%dsec remaining)"  = "%d string highlighted. (%dsec remaining)";
"%d strings highlighted. (%dsec remaining)" = "%d strings highlighted. (%dsec remaining)";

/* finish messages */
// not found
"Not found. (%.3fsec)"							= "Not found. (%.3fsec)";
"Not found. (canceled, %.3fsec)"				= "Not found. (canceled, %.3fsec)";
// Find All
"%d string found. (%.3fsec)"					= "%d string fouond. (%.3fsec)";
"%d strings found. (%.3fsec)"					= "%d strings found. (%.3fsec)";
"%d string found. (canceled, %.3fsec)"			= "%d string found. (canceled, %.3fsec)";
"%d strings found. (canceled, %.3fsec)"			= "%d strings found. (canceled, %.3fsec)";
// Replace All
"%d string replaced. (%.3fsec)"					= "%d string replaced. (%.3fsec)";
"%d strings replaced. (%.3fsec)"				= "%d strings replaced. (%.3fsec)";
"%d string replaced. (canceled, %.3fsec)"		= "%d string replaced. (canceled, %.3fsec)";
"%d strings replaced. (canceled, %.3fsec)"		= "%d strings replaced. (canceled, %.3fsec)";
// Highlight
"%d string highlighted. (%.3fsec)"				= "%d string highlighted. (%.3fsec)";
"%d strings highlighted. (%.3fsec)"				= "%d strings highlighted. (%.3fsec)";
"%d string highlighted. (canceled, %.3fsec)"	= "%d string highlighted. (canceled, %.3fsec)";
"%d strings highlighted. (canceled, %.3fsec)"   = "%d strings highlighted. (canceled, %.3fsec)";

/* error messages */
"Error! Uneditable."	= "Error! Uneditable."; /* a target TextView is not editable */
"Missing."				= "Missing.";			/* a found string became missing */

